
DAYS = {
    1 : [
        {
            'name' : 'Тетушка Кроу',
            'massage' : [
                'Привет, Лили!',
                'Мой сын Луи недавно вернулся с просторных лугов и подхватил там ветрянную лихорадку, представляешь! А ведь я говорила ему всегда надевать шарф. Не могла бы ты отправить немного яблок для яблочного сиропа? Он очень помогает при ветрянной лихорадке. Также у нас закончилось пшено для хлеба, будь добра положить еще и его, спасибо!'

            ],
            'orderList' : [
                {
                'name' : 'apple',
                'amount' : '10'
                },
                {
                'name' : 'wheat',
                'amount' : '10'
                }
            ]
        },
        {
            'name' : 'Вивиана',
            'massage' : [
                'Привет, подруга!',
                'Твои родители уже так давно в путешествии, ты хорошо справляешься без них? Я планирую через три дня приехать к тебе, но перед этим отправишь мне немного яблок? Хочу приготовить твой любимый пирог по моему фиременному рецепту. Люблю тебя! '
            ],
            'orderList' : [
                {
                'name' : 'apple',
                'amount' : '7'
                }
            ]
        }
    ],
    2 : [
        {
            'name' : 'Дядя Генри',
            'massage' : [
                'Привет малышке от ее дяди!',
                'Как тебе дух свободы от назойливых родителей? Уверен ты у себя на ферме его уже почувствовала! Мы с Маргарет конечно переживаем за тебя, но ты уже взрослая девочка, так что я верю, что ты со всем справляешься! Нашим свинюшкам в прошлий раз понравился лук, который ты вырастила. Можешь нам отправить еще? Ох да, и про помидоры не забудь, мы уже начинаем готовиться к зиме!',
            ],
            'orderList' : [
                {
                'name' : 'tomato',
                'amount' : '10'
                },
                {
                'name' : 'onion',
                'amount' : '5'
                }
            ]
        },
        {
            'name' : 'Стен',
            'massage' : [
                'Привет, Лили!',
                'Недавно Мария приезжала к нам. Оказывается ты уже месяц одна на ферме! Наверное, у тебя прибавилось хлопот? Знаю, что ты со всем справишься. Моя жена Глория хочет на выходнх сделать грандиозный ужин и попросила заказать у тебя томатов, яблок и лука. Обещаю направить тебе ее яблочный сок!',
            ],
            'orderList' : [
                {
                'name' : 'tomato',
                'amount' : '7'
                },
                {
                'name' : 'onion',
                'amount' : '3'
                },
                {
                'name' : 'apple',
                'amount' : '12'
                }
            ]
        },
    ],
    3 : [
            {
                'name' : 'Мария',
                'massage' : [
                    'Здравствуй, сестренка!',
                    'Я уже добралась до парящих островов! Ты просто представить не можешь, как восхитительны  наши водные просторы с высоты выше птичьего полета! Помнишь, папа говорил, что здесь кухня совершенно не похожа на нашу? Он был прав! Еда здесь какая-то странная, но я нашла одно местечко, где делают очень вкусный редисовый отвар. Правда он никогда не сравниться с нашим семейным. Заодно завела нового друга, его зовут Хью и он такой же любитель редиса, представляешь? Ох, я по нему так по этому отвару.. Может отправишь мне ингредиенты? ЗаодноЮ накормлю своего нового друга.',
                ],
                'orderList' : [
                    {
                    'name' : 'radish',
                    'amount' : '10'
                    },
                ]
            },
            {
                'name' : 'Бабуля Джен',
                'massage' : [
                    'Внученька, как ты?',
                    'Переживаю, что ты не справляешься. Тебе всего хватает? Может мне стоит приехать? Никак не привыкну, что ты уже взрослая... Дай знать, если тебе понадобится моя помощь. Помнишь мою подругу Джинн? Ей так понравился томатный хлеб, который ты пекла прошлым летом у меня. Она попросила отправить ей ингредиенты для хлеба и рецепт. Адрес прилагаю. Береги себя. ',
                ],
                'orderList' : [
                    {
                    'name' : 'wheat',
                    'amount' : '15'
                    },
                    {
                    'name' : 'tomato',
                    'amount' : '3'
                    }
                ]
            }

        ]
}



